Tekla.Structures.Internal.dotPluginAttributesString_t
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginAttributesString_t.MoreObjectsLeft
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginAttributesString_t.nObjectToStart
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginAttributesString_t.NumItems
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginAttributesString_t.aValue0
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginAttributesString_t.aValue1
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginAttributesString_t.aValue2
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginAttributesString_t.aValue3
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginAttributesString_t.aValue4
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginAttributesString_t.aValue5
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginAttributesString_t.aValue6
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginAttributesString_t.aValue7
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginAttributesString_t.aValue8
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginAttributesString_t.aValue9
DO NOT USE! For internal usage only!

Tekla.Structures.Internal.dotPluginAttributesString_t.aName0
Name of the property

Tekla.Structures.Internal.dotPluginAttributesString_t.aName1
Name of the property

Tekla.Structures.Internal.dotPluginAttributesString_t.aName2
Name of the property

Tekla.Structures.Internal.dotPluginAttributesString_t.aName3
Name of the property

Tekla.Structures.Internal.dotPluginAttributesString_t.aName4
Name of the property

Tekla.Structures.Internal.dotPluginAttributesString_t.aName5
Name of the property

Tekla.Structures.Internal.dotPluginAttributesString_t.aName6
Name of the property

Tekla.Structures.Internal.dotPluginAttributesString_t.aName7
Name of the property

Tekla.Structures.Internal.dotPluginAttributesString_t.aName8
Name of the property

Tekla.Structures.Internal.dotPluginAttributesString_t.aName9
Name of the property

Tekla.Structures.Internal.dotPluginAttributesString_t.#ctor(System.Int32)
DO NOT USE! For internal usage only!
Size: